Repository: supermurat/super-firebase-angular
Catalog: src/locale/messages.*.xlf
Languages: tr

# ngb.alert.close
source: Close
tr: Kapat

# ngb.carousel.previous
source: Previous
tr: Önceki

# ngb.carousel.next
source: Next
tr: Sonraki

# ngb.datepicker.previous-month
source: Previous month
tr: Önceki ay

# ngb.datepicker.next-month
source: Next month
tr: Sonraki ay

# ngb.datepicker.select-month
source: Select month
tr: Ay seç

# ngb.datepicker.select-year
source: Select year
tr: Yıl seç

# ngb.pagination.first-aria
source: First
tr: İlk

# ngb.pagination.previous-aria
source: Previous
tr: Önceki

# ngb.pagination.next-aria
source: Next
tr: Sonraki

# ngb.pagination.last-aria
source: Last
tr: Son

# ngb.timepicker.increment-hours
source: Increment hours
tr: Saati Arttır

# ngb.timepicker.hours
source: Hours
tr: Saatler

# ngb.timepicker.decrement-hours
source: Decrement hours
tr: Saati Azalt

# ngb.timepicker.increment-minutes
source: Increment minutes
tr: Dakikayı Arttır

# ngb.timepicker.minutes
source: Minutes
tr: Dakikalar

# ngb.timepicker.decrement-minutes
source: Decrement minutes
tr: Dakikayı Azalt

# ngb.timepicker.increment-seconds
source: Increment seconds
tr: Saniyeyi Arttır

# ngb.timepicker.seconds
source: Seconds
tr: Saniyeler

# ngb.timepicker.decrement-seconds
source: Decrement seconds
tr: Saniyeyi Azalt

# ngb.timepicker.PM
source: {{ i18n.getAfternoonPeriod() }}
tr: ÖS

# ngb.timepicker.AM
source: {{ i18n.getMorningPeriod() }}
tr: ÖÖ

# ngb.toast.close-aria
source: Close
tr: Kapat

source: <div>By continuing to browse the site, you're agreeing to our use of cookies.</div>
tr: <div>Gezinmeye devam ederek, çerezleri kullanmamızı kabul ediyorsunuz.</div>

source: Super Murat
tr: Süper Murat

source: (current)
tr: (şimdiki)

source: Jokes
tr: Şakalar

source: (Home)
tr: (Anasayfa)

source: Page not found
tr: Sayfa bulunamadı

source: Hello,
tr: Merhaba,

source: Sign Out
tr: Çıkış Yap

source: Login with Google
tr: Google ile Giriş Yap

source: Search
tr: Ara

source: Your Name
tr: Adınız

source: Please enter your full name.
tr: Lütfen adınızı ve soyadınızı giriniz.

source: Your E-Mail
tr: E-Posta Adresiniz

source: Please enter your e-mail address. I will protect it more than facebook does...
tr: Lütfen e-posta adresinizi giriniz. Facebook`un koruduğundan daha iyi bir şekilde koruyacağımdan emin olabilirsiniz...

source: Message
tr: Mesajınız

source: You can tell me anything you want :-)
tr: Bana istediğiniz her şeyi anlatabilirsiniz :-)

source: Please enter your message. You can tell me anything you want :-)
tr: Lütfen mesajınızı giriniz. Bana istediğiniz her şeyi anlatabilirsiniz :-)

source: Send me a copy, too
tr: Bir kopyasını da bana gönder

source: I have read and agree to
tr: Okudum ve onaylıyorum :

source: the Privacy Policy
tr: Gizlilik Politikası

source: We don`t like it neither, but please read and agree...
tr: Bu bizimde hoşumuza gitmiyor ama lütfen okuyup onaylayınız...

source: Send Message
tr: Mesajı Gönder

source: We have got your message. Thank you for your valued time.
tr: Mesajınızı aldık. Değerli zamanınız için çok teşekkür ederiz.

source: If you want to send a new message,
tr: Eğer yeni bir mesaj daha göndermek istiyorsanız,

source: please click here!
tr: lütfen buraya tıklayınız!

source: Active Tags
tr: Aktif Etiketler

source: ← Newest
tr: ← En Yeni

source: Oldest →
tr: En Eski →

source: Related Contents to "{{ tag?.tagName }}"
tr: "{{ tag?.tagName }}" ile Alakalı İçerikler

source: There is no more content related to "{{ tag?.tagName }}". You may want to check out active tags :-)
tr: "{{ tag?.tagName }}" ile alakalı başka bir içerik kalmadı. Belki aktif etiketlere göz atmak isteyebilirsiniz :-)

source: Who Said That:
tr: Kim Söyledi:

source: Source:
tr: Kaynak:

source: Search Result
tr: Arama Sonucu

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: <strong>Warning!</strong> Sample alert.
tr: <strong>Dikkat!</strong> Örnek uyarı.

# introductionHeader
source: Hello i18n!
tr: Merhaba i18n!

source: Today is {{ today | date }}
tr: Bugün günlerden {{ today | date }}

source: Or if you prefer, {{ today | date:'fullDate' }}
tr: Bir başka deyişle, {{ today | date:'fullDate' }}

source: Or if you prefer, {{ today | date:'medium' }}
tr: Ve hatta, {{ today | date:'medium' }}

source: The time is {{ today | date:'h:mm a z' }}
tr: Saat ise {{ today | date:'h:mm a z' }}

source: The application is using the locale {{ locale }}
tr: Bu uygulama {{ locale }} dil setini kullanmaktadır

source: I don't output any element
tr: Herhangi bir eleman üretmiyorum

source: Updated {minutes, plural, =0 {...} =1 {...} other {...}}
tr: Güncelleme: {minutes, plural, =0 {...} =1 {...} other {...}}

source: {VAR_PLURAL, plural, =0 {just now} =1 {one minute ago} other {{{ minutes }} minutes ago} }
tr: {VAR_PLURAL, plural, =0 {şimdi} =1 {1 dakika önce} other {{{ minutes }} dakika önce} }

source: Updated by {gender, select, male {...} female {...} other {...}}
tr: Güncelleyen: {gender, select, male {...} female {...} other {...}}

source: {VAR_SELECT, select, male {male} female {female} other {other} }
tr: {VAR_SELECT, select, male {erkek} female {kadın} other {diğer} }

source: I ran out of blogs!
tr: Tüm blog yazılarım tükendi!

source: Read More ⇒
tr: Devamını Oku ⇒

source: Posted on {{ content.created.seconds * 1000 | date:'medium' }} by {{ content.createdBy }}
tr: {{ content.created.seconds * 1000 | date:'medium' }} tarihinde {{ content.createdBy }} paylaştı

source: Updated on {{ content.changed.seconds * 1000 | date:'medium' }} by {{ content.changedBy }}
tr: {{ content.changed.seconds * 1000 | date:'medium' }} tarihinde {{ content.changedBy }} güncelledi

source: ⇐ Previous
tr: ⇐ Önceki

source: Return to List ⇑
tr: Listeye Dön ⇑

source: Next ⇒
tr: Sonraki ⇒
